Repository: YAYAISMAIL/13--aa2
Catalog: flutter_application_1/lib/l10n/app_*.arb
Languages: ar

# app_title
source: Islami
ar: إسلامي

source: Quran
ar: قـرآن

source: Hadeath
ar: حديث

source: Sebha
ar: سبحة

source: Radio
ar: إذاعة القرآن الكريم

source: Sura-Name
ar: اسم الصورة

# hadeath_Name
source: Hadeath-Number
ar: اسم الحديث

# tasbeh_Count
source: Number of tsbeah
ar: عدد التسبيحات

# tasbeah1
source: Sob-Han Allah
ar: سبحان الله

# tasbeah2
source: Al-Hamdo-Lil-lah
ar: الحمدلله

# tasbeah3
source: Alla-huh Akber
ar: الله أكبر

# fehres
source: Index
ar: الـفهرس

source: Setting
ar: الاعدادات

source: Language
ar: اللغة

source: English
ar: الإنجليزية

source: Arabic
ar: العربية

source: App Mode
ar: نمط التطبيق

source: Light Mode
ar: النهاري

source: Dark Mode
ar: ليلى
